xml/response_examples/SearchDocumentsAenderungen.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Header/>
	<soapenv:Body>
		<SearchDocuments xmlns="http://ris.bka.gv.at/ogd/V2_6">
			<query>
				<Aenderungen xmlns="http://ris.bka.gv.at/ogd/V2_6">
					<Anwendung>Justiz</Anwendung>
					<AenderungenVon>2023-11-06</AenderungenVon>
					<IncludeDeletedDocuments>true</IncludeDeletedDocuments>
					<DokumenteProSeite>OneHundred</DokumenteProSeite>
					<Seitennummer>1</Seitennummer>
				</Aenderungen>
			</query>
		</SearchDocuments>
	</soapenv:Body>
</soapenv:Envelope>